bengreenier.vscode-node-readme
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dkundel.vscode-npm-source
eamodio.gitlens
eg2.vscode-npm-script
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
humao.rest-client
joelday.docthis
mikestead.dotenv
miramac.vscode-exec-node
ms-vsliveshare.vsliveshare
ritwickdey.LiveServer
sburg.vscode-javascript-booster
streetsidesoftware.code-spell-checker
wix.vscode-import-cost
xabikos.JavaScriptSnippets
